##################### taps #####################
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hashicorp/tap"
tap "homebrew/services"

##################### brew #####################
brew "ansible"
brew "autojump"
brew "az"
brew "coreutils"
brew "gh"
brew "git"
brew "gnu-sed"
brew "hashicorp/tap/vault"
brew "helm"
brew "ipcalc"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nmap"
brew "packer"
brew "pv"
brew "python"
brew "ruby"
brew "saml2aws"
brew "tectonic"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"

##################### cask #####################
cask "docker"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "microsoft-office"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
