##################### taps #####################
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

##################### brew #####################
brew "ansible"
brew "autojump"
brew "chunkwm"
brew "coreutils"
brew "git"
brew "koekeishiya/formulae/skhd"
brew "packer"
brew "pv"
brew "python"
brew "tectonic"
brew "terraform"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

##################### cask #####################
cask "docker"
cask "font-fira-mono"
cask "google-chrome"
cask "iterm2"
cask "microsoft-office"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
